/* $ObjectName=MAFLogonManagerNG_iOS */
/* $Collection=frwk.tools.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable Tool Components */

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidParameter" = "Ugyldig parameter";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidOperationCode" = "Ugyldig operationskode";

/* XMSG: message */
"keyErrDescrMAFLogonErrorCommunicationManagerError" = "Forbindelse til server kunne ej oprettes. Ktrl. logondata.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorUserAlreadyLoggedIn" = "Bruger allerede logget på";

/* XMSG: message */
"keyErrDescrMAFLogonErrorOperationExecutionInProgress" = "Operationsudførelse er allerede i gang";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidOperationContext" = "Ugyldig operationskontekst";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidCommunicatorId" = "Ugyldig ID for kommunikationsprotokol";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidActionItemId" = "Ugyldig aktionselement-ID";

/* XMSG: message */
"keyErrDescrMAFLogonErrorCouldNotDecideCommunicator" = "Kommunikationsprotokol kunne ikke determineres";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidBackendPassword" = "Kontroller din adgangskode";

/* XMSG: message */
"keyErrDescrMAFLogonErrorDeviceAlreadyRegistered" = "Denne enhed er allerede registreret for en anden bruger";

/* XMSG: message */
"keyErrDescrMAFLogonErrorPasswordsNotEqual" = "Indtastede koder stemmer ikke overens";

/* XMSG: message */
"keyErrDescrMAFLogonErrorOperationNotAllowed" = "Operation er ikke tilladt i denne status";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidServerHost" = "Indtastede logondata er utilstr. el. ugyldige. Prøv igen.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorResetErrorCheckNetwork" = "App kunne ikke nulstilles. Ktrl., om der er netværksforb.";

/* XMSG */
"keyErrDescrMAFLogonErrorCheckLoginData" = "Forbindelse til server kunne ej oprettes. Ktrl. logondata.";

/* XMSG */
"keyErrDescrMAFLogonErrorCheckUsernamePassword" = "Kontroller brugernavn og adgangskode";

/* XMSG */
"keyErrDescrMAFLogonErrorConsultWithAdministrator" = "Forbindelse til server kunne ikke oprettes. Kontakt administrator.";

/* XMSG */
"keyErrDescrMAFLogonErrorInvalidLoginData" = "Indtastede logondata er utilstr. el. ugyldige. Prøv igen.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeCorrect" = "Indtast korrekt kode";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeDigit" = "Indtast kode, der indeholder mindst et ciffer";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeDontMatch" = "Indtastede koder stemmer ikke overens";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeExpired" = "Kode er udløbet. Den skal ændres.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeLength" = "Indtast kode med mindst {0} tegn";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeLowercase" = "Indtast kode, der indeholder mindst et lille bogstav";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeSpecialCharacters" = "Indtast kode, der indeholder mindst et specialtegn";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeUniqueCharacters" = "Indtast kode, der indeholder mindst {0} entydige tegn";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeUppercase" = "Indtast kode, der indeholder mindst et stort bogstav";

/* XMSG */
"keyErrDescrMAFLogonErrorCertificateKeyGeneration" = "Nøgle til certifikat kunne ikke hentes";

/* XMSG */
"keyErrDescrMAFLogonErrorCertificateGeneration" = "Certifikat kunne ikke hentes";

/* XMSG */
"keyErrDescrMAFLogonErrorAppSettingsValidation" = "Application Setting property validation failed for key:";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorUnknown" = "Ukendt fejl";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorAlreadyExists" = "Sikkert lager findes allerede";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorDataTypeError" = "Datatypefejl";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorDoesNotExist" = "Sikkert lager findes ikke";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorInvalidArg" = "Ugyldigt argument";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorInvalidPassword" = "Indtast korrekt kode";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorLocked" = "Sikkert lager er spærret";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorOutOfMemory" = "Hukommelse opbrugt for sikkert lager";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordExpired" = "Kode er udløbet. Den skal ændres.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequired" = "Indtast kode, der indeholder mindst {0} entydige tegn";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresDigit" = "Indtast kode, der indeholder mindst et ciffer";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresLower" = "Indtast kode, der har mindst et tegn med små bogstaver";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresSpecial" = "Indtast kode, der indeholder mindst et specialtegn";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresUpper" = "Indtast kode, der har mindst et tegn med store bogstaver";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordUnderMinLength" = "Indtast kode med mindst {0} tegn";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordUnderMinUniqueChars" = "Indtast kode, der indeholder mindst {0} entydige tegn";

/* XMSG */
"keyErrDescrMAFSecureStoreManagerErrorDeleted" = "Sikkert lager er slettet";

/* XMSG */
"keyErrDescrMAFLogonErrorOperationNotSupported" = "Operation understøttes ikke";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidMCIMSSOPin" = "Ugyldig SSO-kode";

/* XMSG: message */
"keyErrDescrMAFLogonErrorAfariaInvalidCredentials" = "Ugyldige Afaria-leg.oplysn.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorClientIdentityNotFound" = "Klientidentitet ikke fundet";

/* XMSG: message */
"keyErrDescrMAFLogonErrorURLValidationFailed" = "Adgang nægtet";

/* XMSG: message */
"keyErrDescrMAFLogonErrorXMLParserInitializationError" = "Cannot instantiate the xml parser.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorXMLParserError" = "Error during xml parsing.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorSettingsDownloadFailed" = "Settings download failed.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorHTTPDomainError" = "HTTP domain error with response status:";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidJSONData" = "JSON data is invalid";

/* XMSG: message */
"keyErrDescrMAFLogonErrorJSONParserError" = "Error during json parsing";

